#version: 0.2
泰 勒</w>
h e</w>
e d</w>
h e
o r</w>
t a
t o</w>
w a
t he</w>
i n
ta y
l or</w>
tay lor</w>
o u
a n
他 们</w>
wa s</w>
h a
h i
一 个</w>
in g</w>
s he</w>
e n
he r</w>
an d</w>
e a
o n
i t</w>
e r</w>
t he
e r
朋 友</w>
o r
hi s</w>
o o
决 定</w>
r i
m e</w>
a l
i n</w>
i t
喜 欢</w>
a r
l y</w>
l a
s t
o n</w>
l d</w>
d a
o t</w>
一 天</w>
f or</w>
ha d</w>
n e
没 有</w>
h o
我 们</w>
e c
g h
on e</w>
i d
o f</w>
s t</w>
工 作</w>
t h
r e
t i
r o
en t</w>
开 始</w>
da y</w>
ou t</w>
the y</w>
a t</w>
k ed</w>
自 己</w>
b u
e t</w>
m a
gh t</w>
d i
t ed</w>
l i
ha t</w>
c a
v er
v e</w>
l o
妈 妈</w>
r ea
k e</w>
ou ld</w>
l e</w>
t er</w>
al l</w>
e l
t o
n '
n' t</w>
f ri
d o
b e
e s</w>
fri en
回 家</w>
u p</w>
r a
s e</w>
m o
告 诉</w>
w it
b a
一 起</w>
t hat</w>
时 候</w>
g ot</w>
w he
高 兴</w>
w ent</w>
孩 子</w>
最 后</w>
知 道</w>
d ec
u r
hi m</w>
c e</w>
wit h</w>
dec id
e n</w>
起 来</w>
i r
m y</w>
s a
c k</w>
c h</w>
所 以</w>
c h
p p
东 西</w>
w or
decid ed</w>
然 后</w>
v er</w>
什 么</w>
c o
g a
whe n</w>
wa n
t her</w>
u n
电 话</w>
' s</w>
ne w</w>
ver y</w>
bu t</w>
di d</w>
ou n
or e</w>
需 要</w>
l e
f a
看 到</w>
时 间</w>
发 现</w>
s o</w>
找 到</w>
s ta
p la
n o
d s</w>
感 到</w>
因 为</w>
s o
wan ted</w>
oo k</w>
p ar
f in
已 经</w>
k ing</w>
比 赛</w>
几 个</w>
所 有</w>
r e</w>
那 里</w>
父 母</w>
一 直</w>
小 时</w>
v ed</w>
不 得
下 来</w>
一 次</w>
不得 不</w>
一 些</w>
学 校</w>
ho me</w>
c ould</w>
a f
商 店</w>
w er
终 于</w>
p a
oun d</w>
一 只</w>
s s</w>
t e</w>
非 常</w>
开 车</w>
m e
w e
h ou
ou ght</w>
t s</w>
意 识</w>
wer e</w>
b o
g o</w>
参 加</w>
g et</w>
现 在</w>
the m</w>
觉 得</w>
晚 上</w>
frien d</w>
家 人</w>
它 们</w>
ti me</w>
n ot</w>
s ed</w>
很 多</w>
oo d</w>
a b
真 的</w>
m i
今 天</w>
离 开</w>
s i
出 去</w>
d ed</w>
准 备</w>
frien ds</w>
w ould</w>
f i
那 个</w>
女 孩</w>
房 子</w>
想 要</w>
d e</w>
s e
oo l</w>
衣 服</w>
l ed</w>
兴 奋</w>
这 个</w>
ea r
al ly</w>
w n</w>
得 到</w>
p i
w e</w>
一 家</w>
正 在</w>
第 二
n i
t ing</w>
注 意</w>
a s</w>
p u
f e
开 心</w>
wa l
a s
m on
af ter</w>
wa y</w>
每 天</w>
那 天</w>
wor k</w>
s ho
j o
t e
f u
t ook</w>
还 是</w>
the re</w>
t ri
s ch
sch ool</w>
y s</w>
o f
b e</w>
el l</w>
i r</w>
食 物</w>
e x
s u
电 影</w>
打 电话</w>
回 到</w>
总 是</w>
th ing</w>
c k
g h</w>
汽 车</w>
外 面</w>
g e</w>
y ing</w>
ca r</w>
ro m</w>
i d</w>
爸 爸</w>
f ir
sta r
妻 子</w>
i s</w>
s h
出 来</w>
g o
l oo
早 上</w>
老 师</w>
可 以</w>
很 快</w>
f rom</w>
t r
ba ck</w>
f or
第二 天</w>
to ld</w>
b y</w>
ab out</w>
紧 张</w>
no w</w>
ha ve</w>
感 觉</w>
f ound</w>
游 戏</w>
不 能</w>
礼 物</w>
l l</w>
t ur
w i
医 生</w>
a n</w>
旅 行</w>
l ly</w>
it ed</w>
星 期</w>
hou se</w>
so me</w>
不 到</w>
ma de</w>
v i
v ing</w>
g e
n ed</w>
认 为</w>
the n</w>
一 场</w>
上 班</w>
ha pp
ni ght</w>
坐 在</w>
s p
努 力</w>
考 试</w>
n ing</w>
最 好</w>
ver y
j u
e very
ou gh</w>
再 也</w>
we e
突 然</w>
fin ally</w>
学 习</w>
约 会</w>
as ked</w>
g r
e y</w>
fir st</w>
mo m</w>
每 个</w>
一 份</w>
然 而</w>
m u
ne ver</w>
o ver</w>
练 习</w>
不 想</w>
房 间</w>
b i
男 孩</w>
o p
m p
b ec
s id
c ar
公 园</w>
in to</w>
st ore</w>
家 里</w>
地 方</w>
t y</w>
一 辆</w>
ca me</w>
害 怕</w>
最 终</w>
on g</w>
t er
g ir
t h</w>
en ts</w>
自 行
lo ved</w>
回 来</w>
mon ey</w>
自行 车</w>
st o
儿 子</w>
t ea
d y</w>
不 是</w>
帮 助</w>
c ed</w>
do g</w>
do wn</w>
c ked</w>
b ro
ma n</w>
不 幸</w>
女 朋友</w>
丈 夫</w>
star ted</w>
mi ly</w>
fa mily</w>
分 钟</w>
c he
打 开</w>
问 题</w>
邀 请</w>
happ y</w>
sid e</w>
bec a
路 上</w>
一 张</w>
b ought</w>
有 人</w>
e v
母 亲</w>
he l
ea r</w>
试 图</w>
go ing</w>
sa w</w>
r u
g ood</w>
x t</w>
rea lly</w>
tri ed</w>
m ore</w>
两 个</w>
ne e
o ther</w>
so me
女 儿</w>
结 束</w>
r oo
希 望</w>
d o</w>
f t</w>
变 得</w>
放 在</w>
海 滩</w>
到 达</w>
ne xt</w>
看 起来</w>
p o
jo b</w>
to o</w>
l ea
t his</w>
ma ke</w>
邻 居</w>
el t</w>
n o</w>
父 亲</w>
loo ked</w>
r d</w>
an y</w>
这 件</w>
be en</w>
w hi
c al
ju st</w>
手 机</w>
一 下</w>
of f</w>
pp ed</w>
g i
nee ded</w>
f elt</w>
s h</w>
幸 运</w>
玩 得</w>
但 是</w>
哥 哥</w>
k e
d r
餐 馆</w>
老 板</w>
w hat</w>
整 天</w>
一 切</w>
这 样</w>
b all</w>
e p</w>
f e</w>
d e
bu y</w>
ta ke</w>
第 一次</w>
par ents</w>
c la
电 脑</w>
派 对</w>
mo ther</w>
一 件</w>
电 视</w>
当 地</w>
wa ys</w>
the ir</w>
st u
大 学</w>
上 学</w>
球 队</w>
完 成</w>
聚 会</w>
生 气</w>
se e</w>
al ways</w>
th ought</w>
u se</w>
roo m</w>
s ur
整 个</w>
mu ch</w>
后 来</w>
pla y</w>
sa id</w>
很 棒</w>
z ed</w>
l ot</w>
漂 亮</w>
直 到</w>
t u
s sed</w>
rea t</w>
一 条</w>
美 元</w>
结 果</w>
f ore</w>
be fore</w>
q u
ea t</w>
a way</w>
wa t
en d</w>
y ed</w>
生 日</w>
in e</w>
fin d</w>
d ri
计 划</w>
g s</w>
e very</w>
ga me</w>
b le</w>
听 到</w>
pu t</w>
ou s</w>
讨 厌</w>
任 何</w>
c lo
小 狗</w>
星 期
公 共
咖 啡</w>
ra n</w>
过 去</w>
a ga
之 后</w>
an y
不 会</w>
c on
le ft</w>
圣 诞
以 前</w>
网 上</w>
t ter</w>
re e</w>
g reat</w>
rea li
w o
昨 天</w>
k s</w>
散 步</w>
公共 汽车</w>
cal led</w>
li ke</w>
ha rd</w>
晚 餐</w>
s in
走 进</w>
女 人</w>
这 是</w>
几 天</w>
s el
n er</w>
办 公
whi le</w>
f ood</w>
ex c
co m
s s
r s</w>
aga in</w>
r ed</w>
一 个
男 朋友</w>
p h
te ly</w>
不 再</w>
p re
b r
这 么</w>
吃 饭</w>
游 泳</w>
m or
it e</w>
从 来</w>
睡 着</w>
l an
周 末</w>
d ing</w>
a c
cla ss</w>
n a
ar d</w>
t en</w>
睡 觉</w>
exc ited</w>
wee k</w>
sel f</w>
ho w</w>
是 否</w>
担 心</w>
an d
披 萨</w>
到 处</w>
过 来</w>
ga ve</w>
ha s</w>
reali zed</w>
t w
ti on</w>
看 着</w>
音 乐</w>
只 是</w>
p er
ph one</w>
ti ced</w>
蛋 糕</w>
s et</w>
进 去</w>
la st</w>
s on</w>
看 看</w>
t ra
男 人</w>
wal ked</w>
附 近</w>
beca use</w>
d ro
ab le</w>
钱 包</w>
那 么</w>
a l</w>
er ed</w>
同 意</w>
t ting</w>
迟 到</w>
tur ned</w>
ou t
en ded</w>
th in
遇 到</w>
hel p</w>
必 须</w>
厨 房</w>
看 见</w>
ar ound</w>
事 情</w>
足 够</w>
mor ning</w>
一 点</w>
la te</w>
几 乎</w>
b ed</w>
马 上</w>
sh ed</w>
ar ri
怎 么</w>
完 美</w>
st i
照 片</w>
回 去</w>
k new</w>
b ir
a tely</w>
l led</w>
hou rs</w>
好 几个</w>
以 为</w>
tw o</w>
公 寓</w>
pla ying</w>
ea ch</w>
午 饭</w>
一 名</w>
k id
kid s</w>
一 整天</w>
医 院</w>
不 见</w>
u gh
t le</w>
par ty</w>
be tter</w>
l ong</w>
不 及
一 年</w>
f ell</w>
惊 讶</w>
为 了</w>
g re
oo n</w>
c u
every one</w>
d in
醒 来</w>
警 察</w>
fe w</w>
有 趣</w>
办公 室</w>
停 下来</w>
姐 姐</w>
gir l
里 面</w>
l u
ch ed</w>
大 家</w>
饼 干</w>
如 何</w>
成 为</w>
o ld</w>
p e
伤 心</w>
下 班</w>
干 净</w>
ev en
be st</w>
some thing</w>
i f</w>
g ra
da d</w>
out side</w>
难 过</w>
拒 绝</w>
头 发</w>
公 司</w>
fu l</w>
y ear</w>
bi g</w>
le ep</w>
lo st</w>
夏 天</w>
p lan
有 个</w>
ta l
小 心</w>
m ent</w>
糟 糕</w>
li ked</w>
成 绩</w>
din ner</w>
p ro
飞 机</w>
更 好</w>
b or
mo vi
h u
tu ally</w>
te st</w>
圣诞 节</w>
不 过</w>
一 样</w>
pe op
peop le</w>
m in
生 活</w>
w ell</w>
继 续</w>
la ter</w>
说 话</w>
玩 具</w>
d re
c ou
w h
打 扫</w>
其 他</w>
糖 果</w>
检 查</w>
可 能</w>
l et</w>
p ri
无 聊</w>
选 择</w>
fu n</w>
gir l</w>
to day</w>
院 子</w>
第 一天</w>
一 部</w>
钓 鱼</w>
rea dy</w>
学 生</w>
c at</w>
whe re</w>
ge tting</w>
an t</w>
ear s</w>
失 望</w>
l ine</w>
g er</w>
货 店</w>
杂 货店</w>
小 猫</w>
经 常</w>
车 里</w>
带 回家</w>
好 多</w>
ra c
b and</w>
发 生</w>
动 物</w>
之 前</w>
电 子
wi fe</w>
尝 试</w>
酒 吧</w>
c er
p t</w>
a d</w>
we ver</w>
tr y</w>
ho wever</w>
k now</w>
一 位</w>
b rea
s m
人 们</w>
ou r</w>
拿 到</w>
作 业</w>
一 周</w>
沮 丧</w>
成 功</w>
c hi
最 近</w>
l ear
ne i
nei gh
to ge
toge ther</w>
加 入</w>
l l
桌 子</w>
晚 饭</w>
r ec
t or</w>
ga n</w>
be gan</w>
wor ked</w>
en ed</w>
很 大</w>
tea m</w>
tri p</w>
寻 找</w>
k i
m b
d er</w>
应 该</w>
st ea
ba d</w>
要 求</w>
收 到</w>
主 意</w>
v ous</w>
n er
ner vous</w>
足 球</w>
惊 喜</w>
泳 池</w>
v or
gr and
wa ter</w>
明 治</w>
三 明治</w>
c oo
不 同</w>
on ly</w>
放 学</w>
天 气</w>
b ook</w>
sti ll</w>
享 受</w>
m es</w>
l it
lit tle</w>
故 事</w>
乐 队</w>
三 个</w>
p rac
tea c
teac her</w>
放 弃</w>
冰 淇
y ears</w>
答 应</w>
冰淇 淋</w>
购 物</w>
迫 不及
迫不及 待</w>
家 时</w>
本 书</w>
打 算</w>
修 好</w>
许 多</w>
no ticed</w>
w in
ri ght</w>
c tor</w>
c ha
永 远</w>
度 过</w>
会 儿</w>
en ough</w>
wo ke</w>
当 时</w>
哪 里</w>
见 到</w>
do or</w>
s oon</w>
g u
even tually</w>
面 试</w>
奶 奶</w>
en jo
图 书
一 会儿</w>
赢 得</w>
图书 馆</w>
不 好</w>
相 信</w>
经 过</w>
做 饭</w>
下 雨</w>
dro ve</w>
麻 烦</w>
生 日
wal k</w>
上 课</w>
m ed</w>
fa st</w>
vor ite</w>
fa vorite</w>
m m
dr in
帮 忙</w>
甚 至</w>
床 上</w>
以 后</w>
这 些</w>
作 为</w>
从 未</w>
一 段
an other</w>
g la
他 会</w>
a te</w>
w ed</w>
sur pri
训 练</w>
为 什么</w>
id e
pla yed</w>
高 中</w>
来 时</w>
抓 住</w>
声 音</w>
认 识</w>
st ed</w>
in ed</w>
舞 会</w>
只 有</w>
ha ving</w>
ri ed</w>
电子 游戏</w>
qu i
mo st</w>
不 起</w>
si ck</w>
音 乐
进 行</w>
试 着</w>
卡 车</w>
th r
h un
st er</w>
do ctor</w>
下 午</w>
舒 服</w>
地 上</w>
一 杯</w>
跳 舞</w>
出 现</w>
剩 下</w>
立 刻</w>
s at</w>
un ti
unti l</w>
通 过</w>
th day</w>
bir thday</w>
度 假</w>
如 果</w>
一 块</w>
wal king</w>
arri ved</w>
a pp
wan t</w>
d d
就 是</w>
s car
bro ke</w>
i ce</w>
窗 户</w>
篮 球</w>
一段 时间</w>
接 受</w>
par k</w>
生 病</w>
妹 妹</w>
t es</w>
loo king</w>
bro ther</w>
stea d</w>
k it
in stead</w>
1 0</w>
结 婚</w>
st or
这 次</w>
日 子</w>
大 叫</w>
一 双</w>
wor king</w>
音乐 会</w>
钥 匙</w>
一个 月</w>
坐 下</w>
movi e</w>
thr ough</w>
ba by</w>
辆 车</w>
游 泳池</w>
鸡 蛋</w>
长 时间</w>
在 家</w>
名 字</w>
i ly</w>
m any</w>
g ed</w>
t ball</w>
beca me</w>
2 0</w>
co mp
特 别</w>
安 全</w>
gr y</w>
后 面</w>
girl friend</w>
sto pped</w>
节 目</w>
健 康</w>
休 息</w>
于 是</w>
min u
棒 球</w>
ac c
重 要</w>
满 意</w>
su dd
放 松</w>
一 顿</w>
th ough</w>
ch an
g ro
眼 睛</w>
早 餐</w>
婴 儿</w>
上 周</w>
wa r
wh o</w>
从 那
不 要</w>
bo y</w>
有 点</w>
地 板</w>
pla ce</w>
in ter
情 况</w>
fin i
失 去</w>
上 面</w>
ev en</w>
牛 奶</w>
动 物
似 乎</w>
一 边</w>
sp ent</w>
me di
牙 医</w>
来 说</w>
宠 物</w>
进 来</w>
一 台</w>
da ys</w>
沙 发</w>
家 庭</w>
午 餐</w>
un ch</w>
l unch</w>
co me</w>
br ought</w>
带 到</w>
动物 园</w>
vi s
sto p</w>
f r
da te</w>
ur ant</w>
sta urant</w>
re staurant</w>
u p
i m
t ment</w>
un for
unfor t
unfort un
unfortun ately</w>
解 雇</w>
衬 衫</w>
多 年</w>
商 场</w>
wa it</w>
表 演</w>
醒 来时</w>
收 拾</w>
fa ther</w>
s band</w>
hu sband</w>
si ster</w>
洗 手
建 议</w>
l le
洗手 间</w>
教 练</w>
e l</w>
sin ce</w>
u ght</w>
pi cked</w>
ugh ter</w>
da ughter</w>
一 所</w>
to wn</w>
ec t</w>
部 分</w>
thin gs</w>
ni ce</w>
步 行</w>
一 大
sho w</w>
some one</w>
对 此</w>
hi t</w>
改 变</w>
d one</w>
b each</w>
骄 傲</w>
错 过</w>
every thing</w>
ear ly</w>
tr ying</w>
昨 晚</w>
她 家</w>
俱 乐
俱乐 部</w>
眼 镜</w>
别 人</w>
sa d</w>
pi c
bi ke</w>
奇 怪</w>
可 爱</w>
o wn</w>
吉 他</w>
一 种</w>
t ha
tha n</w>
wat ch</w>
th s</w>
mon ths</w>
in side</w>
i ght</w>
h an
d u
dri ving</w>
m self</w>
hi mself</w>
ho le</w>
学 会</w>
味 道</w>
fe el
树 林</w>
p ed</w>
看 电视</w>
新 车</w>
e st
婚 礼</w>
后 院</w>
ou d</w>
r un
c an
s leep</w>
祖 母</w>
lu ck
非 常
跑 步</w>
英 里</w>
服 务
l ook</w>
u sed</w>
ri de</w>
摔 倒</w>
意 大
意大 利</w>
其 中</w>
bu s</w>
ca l</w>
wee ks</w>
暴 风
几 年</w>
中 心</w>
fr on
y ard</w>
d an
第 一个</w>
wa it
l ing</w>
ch ing</w>
w on</w>
mo ved</w>
鞋 子</w>
由 于</w>
提 出</w>
v ited</w>
in vited</w>
fe e</w>
f fee</w>
co ffee</w>
scar ed</w>
谢 天
谢天 谢
谢天谢 地</w>
虽 然</w>
接 到</w>
minu tes</w>
sho es</w>
ke pt</w>
ti red</w>
而 且</w>
火 车</w>
ti ck
lle ge</w>
co llege</w>
c all</w>
健 身
qui ck
quick ly</w>
z z
zz a</w>
pi zza</w>
hou r</w>
仍 然</w>
of fi
tur n</w>
be ing</w>
照 顾</w>
健身 房</w>
th ree</w>
s pi
c i
经 理</w>
不 久</w>
th an
盘 子</w>
e ver</w>
巧 克
c rea
' d</w>
到 来</w>
几 分钟</w>
up set</w>
红 色</w>
巧克 力</w>
一 家人</w>
di ed</w>
演 出</w>
尴 尬</w>
wi ll</w>
lea ve</w>
f lo
s hi
尽 管</w>
城 市</w>
on line</w>
ea l</w>
公 路</w>
不 了</w>
m et</w>
dri ve</w>
lo cal</w>
还 有</w>
服务 员</w>
容 易</w>
地 想</w>
li e
清 理</w>
d ered</w>
cu t</w>
确 定</w>
机 会</w>
暴风 雨</w>
苹 果</w>
球 赛</w>
sur e</w>
per f
bo th</w>
关 于</w>
y friend</w>
on ce</w>
bo yfriend</w>
ar m</w>
ea ting</w>
run ning</w>
ru n</w>
pa y</w>
fron t</w>
项 目</w>
送 到</w>
盒 子</w>
lea n</w>
c lean</w>
饮 料</w>
ver al</w>
se veral</w>
t ly</w>
ca ught</w>
付 钱</w>
th re
thre w</w>
star t</w>
威 尔</w>
大 喊
大喊 大叫</w>
gi ve</w>
li fe</w>
bo ss</w>
那 样</w>
st ma
stma s</w>
ri stmas</w>
op ened</w>
ch ristmas</w>
w er</w>
k en</w>
ro w</w>
di f
any thing</w>
顾 客</w>
椅 子</w>
快 乐</w>
印 象</w>
今 年</w>
in d</w>
w ing</w>
见 面</w>
就 要</w>
com ing</w>
如 此</w>
从那 以后</w>
今 晚</w>
i l</w>
t ree</w>
镇 上</w>
街 上</w>
sta n
af ter
f oo
扔 掉</w>
停 止</w>
r self</w>
he rself</w>
h ur
enjo yed</w>
毕 业</w>
一 套</w>
sudd en
sudden ly</w>
身 上</w>
生日 礼物</w>
s al
p et</w>
i mp
迷 路</w>
se e
h ot</w>
p e</w>
luck ily</w>
穿 过</w>
很 难</w>
他 家</w>
v es</w>
ti re</w>
he ard</w>
明 天</w>
才 能</w>
he a
分 手</w>
两 人</w>
or t</w>
ga mes</w>
the s</w>
clo thes</w>
在 一起</w>
一 半</w>
stu d
t t
ha ir</w>
lo ve</w>
怀 孕</w>
不 错</w>
e ss</w>
wo man</w>
s ear
for got</w>
银 行</w>
记 得</w>
梦 想</w>
感 激</w>
下 去</w>
su mm
summ er</w>
sho pp
shopp ing</w>
s tay
o in
留 下</w>
无 法</w>
室 友</w>
好 吃</w>
垃 圾</w>
re me
el led</w>
do ing</w>
ca n</w>
受 伤</w>
st re
ha l
p r
ma king</w>
g ar
面 包</w>
我 试</w>
喝 酒</w>
司 机</w>
s wi
课 堂</w>
自 豪</w>
w hole</w>
旅 馆</w>
弟 弟</w>
pu lled</w>
l on
尖 叫</w>
medi ately</w>
im mediately</w>
可 怕</w>
前 面</w>
mo ve</w>
par tment</w>
ta ble</w>
身 边</w>
完 全</w>
同 事</w>
s ec
hi gh</w>
fe el</w>
ex p
ba s
rea d</w>
la ugh
ha ted</w>
sm all</w>
a m</w>
gre ed</w>
a greed</w>
食 谱</w>
开 着</w>
厌 倦</w>
一 把</w>
y est
yest er
yester day</w>
忘 记</w>
wa ited</w>
烤 箱</w>
教 堂</w>
搬 进</w>
怎 么
宠 物
他 花</w>
win do
长 大</w>
表 现</w>
旁 边</w>
r ong</w>
pi ck</w>
那 条</w>
绊 倒</w>
很 长</w>
大 约</w>
城 里</w>
prac ti
pu ter</w>
neigh bor
com puter</w>
颜 色</w>
顺 利</w>
正 要</w>
免 费</w>
dre ss</w>
p ur
le an
c lean
k es</w>
feel ing</w>
co ld</w>
offi ce</w>
al one</w>
首 歌</w>
孤 独</w>
保 持</w>
ta king</w>
sta y</w>
neigh b
neighb or</w>
星期 六</w>
口 气</w>
农 场</w>
b le
pa ssed</w>
那 儿</w>
搬 家</w>
愉 快</w>
pu pp
pupp y</w>
gro cer
ca tion</w>
能 够</w>
笔 记
消 息</w>
不 停</w>
v a
of f
邮 件</w>
路 边</w>
第 一
女 士</w>
啤 酒</w>
v ide
de li
as leep</w>
笔记 本
笔记本 电脑</w>
去 世</w>
surpri se</w>
s it
c ho
穿 着</w>
一 辆车</w>
g one</w>
perf ect</w>
真 正</w>
留 在</w>
放 进</w>
pa in
演 奏</w>
兴 趣</w>
买 不起</w>
一 口气</w>
m an
al most</w>
wat ching</w>
al so</w>
sa me</w>
踢 足球</w>
坚 持</w>
些 时候</w>
si c</w>
mu sic</w>
acc id
fini shed</w>
ba se
闹 钟</w>
班 上</w>
帽 子</w>
o l
来 不</w>
唯 一</w>
从 来不</w>
i l
k no
t v</w>
通 常</w>
远 足</w>
其 他
sho p</w>
fi sh</w>
3 0</w>
越 来
购 物
抓 起</w>
原 来</w>
停 车</w>
不 够</w>
w s</w>
花 园</w>
排 队</w>
wat ched</w>
ta l</w>
lear ned</w>
b oo
每 次</w>
年 轻</w>
pa ir</w>
drin k</w>
e p
麦 片</w>
现 自己</w>
朋 友
朋友 家</w>
收 容
收容 所</w>
店 里</w>
发 现自己</w>
这 份</w>
走 路</w>
圣 节</w>
不 着</w>
万 圣节</w>
stre et</w>
ro ad</w>
wee k
week end</w>
露 营</w>
禁 足</w>
最 大</w>
安 排</w>
做 好</w>
他 试</w>
不 在
ke ep</w>
to p</w>
bu r
kit che
kitche n</w>
ca ke</w>
一 遍</w>
送 给</w>
唱 歌</w>
去 玩</w>
出 去玩</w>
wait ing</w>
震 惊</w>
太 多</w>
同 学</w>
其他 人</w>
gla d</w>
sh ing</w>
car e</w>
拿 走</w>
同 样</w>
即 将</w>
一 本</w>
stay ed</w>
e ly</w>
餐 厅</w>
电 视
厨 师</w>
不 敢
than k
si g
prac ticed</w>
w rong</w>
萨 饼</w>
比 萨饼</w>
明 白</w>
冰 箱</w>
tr u
tr ou
trou ble</w>
pre t
it y</w>
ur ing</w>
or dered</w>
li st
d uring</w>
ar e</w>
邻 居
va cation</w>
ju mp
i se</w>
an k</w>
米 花</w>
等 待</w>
研 究</w>
爆 米花</w>
兽 医</w>
不敢 相信</w>
spi tal</w>
ho spital</w>
di s
根 本</w>
时 光</w>
去 过</w>
war ds</w>
t ten</w>
go tten</w>
ss es</w>
pr oud</w>
fu sed</w>
e y
d ly</w>
沿 着</w>
只 好</w>
一 生</w>
can dy</w>
sho wed</w>
r t</w>
杂 货</w>
参 观</w>
p er</w>
mon th</w>
c c
戒 指</w>
对 象</w>
号 码</w>
t ell</w>
he ad</w>
no thing</w>
f er
fer ent</w>
dif ferent</w>
c r
s ent</w>
a partment</w>
那 些</w>
轮 胎</w>
试 试</w>
测 试</w>
新 鞋</w>
拜 访</w>
所 有人</w>
取 笑</w>
u ti
uti ful</w>
re st</w>
m s</w>
ea utiful</w>
b eautiful</w>
hur t</w>
hel ped</w>
购物 中心</w>
裤 子</w>
薯 条</w>
美 好</w>
确 保</w>
星期 天</w>
尽 可能</w>
ra id</w>
af raid</w>
非常 高兴</w>
这 种</w>
走 近</w>
走 开</w>
激 动</w>
允 许</w>
decid es</w>
t ch</w>
on s</w>
数 学
抱 怨</w>
报 名</w>
卖 掉</w>
主 人</w>
wit h
with out</w>
w ri
pro ble
ke tball</w>
bas ketball</w>
0 0</w>
l es</w>
星期 五</w>
擅 长</w>
接 下来</w>
差 点</w>
t el
li ght</w>
coo ki
x ed</w>
vis it</w>
笑 了
大 吃
pa id</w>
hun gry</w>
en ce</w>
girl s</w>
a ge</w>
windo w</w>
ri ble</w>
ou p</w>
这 场</w>
说 服</w>
睡 不着</w>
湖 边</w>
每 周</w>
数 学</w>
愿 意</w>
感 谢</w>
大 声</w>
一 群</w>
pre par
gi ft</w>
ar t</w>
vide o</w>
s ing</w>
摔 断
厉 害</w>
不 敢</w>
st ra
s le
chan ge</w>
c ook</w>
u s</w>
laugh ed</w>
re turned</w>
dan ce</w>
巨 大</w>
大吃 一
大吃一 惊</w>
卧 室</w>
加 油
停 车
ti mes</w>
lear n</w>
v en</w>
su pp
跟 着</w>
视 频</w>
带 来</w>
存 钱</w>
吃 晚饭</w>
加油 站</w>
h or
锻 炼</w>
论 文</w>
挑 战</w>
床 睡觉</w>
大 部分</w>
口 袋</w>
发 誓</w>
假 期</w>
上 床睡觉</w>
as k</w>
po li
poli ce</w>
sa ved</w>
crea m</w>
爷 爷</w>
没 人</w>
我 会</w>
垃 圾
办 法</w>
v o
s na
surpri sed</w>
道 歉</w>
美 味</w>
疲 力
来 到</w>
夜 晚</w>
vi e
vie w</w>
on d</w>
fir e</w>
迅 速</w>
我 家</w>
感 恩
感恩 节</w>
多 少</w>
ide a</w>
re la
晚 些时候</w>
打 篮球</w>
决 心</w>
off ered</w>
1 00</w>
ga s</w>
身 体</w>
等 到</w>
疲力 尽</w>
熬 夜</w>
烦 意
烦意 乱</w>
心 烦意乱</w>
伟 大</w>
op en</w>
ba r</w>
i on</w>
y oun
a tt
骑 马</w>
配 料</w>
棵 树</w>
拥 有</w>
使 用</w>
ck s</w>
ba g</w>
额 外</w>
面 前</w>
读 书</w>
电 话
生 意</w>
分 享</w>
减 肥</w>
jump ed</w>
d rea
m all</w>
这 位</w>
起 床</w>
画 画</w>
没 能</w>
打 架</w>
很 漂亮</w>
p ool</w>
教 室</w>
手 术</w>
去 年</w>
con cer
wor ried</w>
thin k</w>
do es</w>
ar s</w>
镜 子</w>
越来 越</w>
努 力
reme mb
foo tball</w>
an gry</w>
d er
lo ves</w>
申 请</w>
一 到</w>
tal ked</w>
pur cha
grocer y</w>
l dre
ldre n</w>
chi ldren</w>
c ity</w>
艺 术
胳 膊</w>
独 自</w>
期 待</w>
新 来</w>
值 得</w>
何 人</w>
任 何人</w>
s ha
c li
che cked</w>
美 丽</w>
想 到</w>
咖 啡
为 此</w>
随 着</w>
野 餐</w>
赶 紧</w>
走 过</w>
欢 迎</w>
树 上</w>
机 场</w>
服 装</w>
整 整</w>
fi ve</w>
comp any</w>
零 食</w>
挑 选</w>
座 位</w>
小 女孩</w>
叔 叔</w>
前 一天</w>
practi ce</w>
che ck</w>
base ball</w>
tru ck</w>
dro pped</w>
过 得</w>
账 单</w>
每 年</w>
整 夜</w>
感 兴趣</w>
宠物 店</w>
告 知</w>
受 欢迎</w>
冬 天</w>
从 没</w>
了 个</w>
per son</w>
b it</w>
me et</w>
l t</w>
错 误</w>
过 身</w>
警 告</w>
蓝 色</w>
立 即</w>
气 味</w>
拿 出</w>
举 行</w>
gr ound</w>
bo x</w>
p an
k fast</w>
brea kfast</w>
转 过身</w>
社 区</w>
玩 游戏</w>
有 些</w>
处 理</w>
喝 醉</w>
停车 场</w>
做 点</w>
不 太
tr a</w>
sh ould</w>
ex tra</w>
pa per</w>
man a
走 出</w>
获 得</w>
的 话</w>
早 就</w>
怎么 办</w>
pret ty</w>
cooki es</w>
c oun
w on
这 时</w>
是 因为</w>
报 纸</w>
奶 酪</w>
tal k</w>
r an
赶 到</w>
地 下
f it</w>
brea k</w>
every where</w>
c or
ss ing</w>
试 穿</w>
装 满</w>
袋 子</w>
地下 室</w>
嘲 笑</w>
出 生</w>
一 架</w>
ver ed</w>
si on</w>
o w
th room</w>
lon ger</w>
k id</w>
clo se</w>
bro ken</w>
ba throom</w>
1 5</w>
除 了</w>
经 历</w>
石 头</w>
牙 齿</w>
洗 衣服</w>
好 些</w>
原 因</w>
一个 男孩</w>
wh y</w>
fi shing</w>
起 初</w>
设 法</w>
收 集</w>
收 养</w>
刚 刚</w>
两 天</w>
ti st</w>
hu ge</w>
lie ved</w>
s y</w>
速 度</w>
还 给</w>
解 释</w>
来 看</w>
徒 步
庆 祝</w>
举 办</w>
tal king</w>
mi ssed</w>
inter view</w>
那 人</w>
看 望</w>
毛 衣</w>
本 来</w>
整 晚</w>
徒步 旅行</w>
夫 妇</w>
下 次</w>
sa pp
sapp oin
sappoin ted</w>
di sappointed</w>
par t</w>
fa c
e g
ma d</w>
门 口</w>
野 营</w>
袜 子</w>
深 刻</w>
活 动</w>
很 重</w>
做 些</w>
了 一
w in</w>
c ried</w>
z e</w>
qu it</w>
plan e</w>
for d</w>
af ford</w>
馅 饼</w>
闻 到</w>
罚 单</w>
植 物</w>
柜 台</w>
更 加</w>
喝 咖啡</w>
努力 学习</w>
stor y</w>
el se</w>
any more</w>
a ma
运 动</w>
运 动
网 球</w>
安 静</w>
太 阳</w>
十 分钟</w>
chi ld</w>
m a</w>
h ind</w>
grand ma</w>
con t
be hind</w>
or der</w>
足 球赛</w>
慢 慢</w>
家 庭
关 门</w>
便 宜</w>
个 月</w>
上 网</w>
一 段</w>
le ss
fi ght</w>
coo king</w>
w ea
ra in</w>
na me</w>
c le</w>
这 家</w>
耳 机</w>
样 子</w>
打 球</w>
我 要</w>
屏 幕</w>
家 伙</w>
完 后</w>
周 围</w>
做 到</w>
s k
g ur
fi gur
movi es</w>
lo wed</w>
fu lly</w>
flo or</w>
tick e
ticke ts</w>
ra ce</w>
高 尔
每 天
新 房子</w>
摩 托
摩托 车</w>
好 几年</w>
回 答</w>
boo ks</w>
s now</w>
do gs</w>
m arri
marri ed</w>
li ved</w>
any way</w>
箱 子</w>
深 夜</w>
校 长</w>
娃 娃</w>
以 来</w>
s and
sand wi
ll ars</w>
dr y</w>
do llars</w>
bor ed</w>
适 合</w>
背 包</w>
有 时</w>
取 消</w>
再 次</w>
tick et</w>
h and</w>
be g
至 少</w>
提 高</w>
几 周</w>
er s</w>
sit ting</w>
g n
en tion</w>
陌 生
陌生 人</w>
球 员</w>
幸 福</w>
wal let</w>
it ion</w>
of ten</w>
p le</w>
cou ple</w>
随 后</w>
门 廊</w>
这 部</w>
搬 到</w>
害 羞</w>
听 说</w>
别 的</w>
世 界</w>
ro ss</w>
k et</w>
ac ross</w>
li br
libr ar
librar y</w>
every day</w>
l ar
lar ge</w>
ho me
fi x</w>
马 拉
队 伍</w>
想 法</w>
及 时</w>
刻 薄</w>
了 解</w>
不在 乎</w>
不 让</w>
上 去</w>
三 天</w>
car e
se en</w>
fu ll</w>
c ing</w>
li ving</w>
重 新</w>
行 道</w>
早 饭</w>
方 法</w>
侄 女</w>
pla y
hal f</w>
concer t</w>
st ood</w>
lo ts</w>
car d</w>
驾 照</w>
马拉 松</w>
舞 蹈</w>
点 心</w>
楼 梯</w>
支 付</w>
恐 怖
小 男孩</w>
咖啡 店</w>
再 也
w ear</w>
stu ck</w>
a d
m eal</w>
bu il
sp ec
spec i
lo w</w>
这 条</w>
祖 父母</w>
男 友</w>
房 租</w>
小 时候</w>
太 贵</w>
youn g</w>
sear ched</w>
ru sh</w>
sin ess</w>
si ve</w>
kit ten</w>
exp en
expen sive</w>
cli m
bu siness</w>
en tire</w>
运动 员</w>
购 买</w>
看 书</w>
热 爱</w>
恶 霸</w>
垃圾 桶</w>
博 物
一 篇</w>
一 棵树</w>
sin g
pi ec
m p</w>
f ree</w>
赛 季</w>
蔬 菜</w>
相 反</w>
用 品</w>
烧 焦</w>
松 鼠</w>
早 晨</w>
捡 起来</w>
博物 馆</w>
包 裹</w>
人 行道</w>
一 棵</w>
re fused</w>
bo dy</w>
ba ck
sp end</w>
sec ond</w>
fa ce</w>
co a
sh ot</w>
n oon</w>
after noon</w>
表 妹</w>
浴 室</w>
收 银
护 士</w>
彩 票</w>
困 难</w>
几 次</w>
u mb
钢 琴</w>
辞 职</w>
谈 论</w>
确 信</w>
油 漆</w>
毯 子</w>
感 到
卫 生</w>
住 在一起</w>
wor k
ter rible</w>
tur e</w>
车 道</w>
祖 父</w>
病 得</w>
洗 澡</w>
没 事</w>
慌 失
慌失 措</w>
惊 慌失措</w>
开 门</w>
好 玩</w>
四 周</w>
一 人</w>
s ong</w>
al ready</w>
stan d</w>
s mi
proble m</w>
高 速
领 养</w>
考 虑</w>
着 火</w>
理 发</w>
池 塘</w>
新 手机</w>
拍 照</w>
扫 卫生</w>
打 扫卫生</w>
恶 心</w>
急 忙</w>
友 好</w>
不太 好</w>
we ight</w>
rec e
rece i
recei ved</w>
swi mm
swimm ing</w>
高速 公路</w>
苏 打
苏打 水</w>
四 处</w>
四 个</w>
合 身</w>
入 睡</w>
从 不</w>
一 定</w>
ta n
on es</w>
ca tch</w>
tra in</w>
gre w</w>
音 机</w>
静 下来</w>
过 程</w>
窗 外</w>
牛 排</w>
热 狗</w>
水 果</w>
每天 晚上</w>
收 音机</w>
很 酷</w>
卡 片</w>
不及 格</w>
st ran
mi ssing</w>
m ar
un n
unn y</w>
fac e
face book</w>
after wards</w>
wan ts</w>
re lieved</w>
ge ts</w>
d es</w>
重 负</w>
释 重负</w>
筋 疲力尽</w>
滑 倒</w>
报 告</w>
想 起</w>
如 释重负</w>
不 去</w>
一 堆</w>
ma th</w>
sal e</w>
gra b
grab bed</w>
we d
wed ding</w>
这 辆</w>
老 鼠</w>
无 家
无家 可
当 天</w>
多 么</w>
一 旦</w>
一 声</w>
he al
un der</w>
f ru
c ra
al ong</w>
黑 色</w>
这 里</w>
脸 上</w>
疼 痛</w>
现 金</w>
服 务</w>
早 点</w>
兄 弟</w>
y elled</w>
bo w
bo at</w>
stu died</w>
进 入</w>
车 祸</w>
电视 机</w>
指 甲</w>
帐 篷</w>
叫 醒</w>
刻 苦</w>
介 绍</w>
一大 早</w>
wor e</w>
see med</w>
ru shed</w>
r ty</w>
neighbor h
neighborh ood</w>
fini sh</w>
pla ined</w>
ma l</w>
happ ened</w>
鸡 肉</w>
风 筝</w>
遛 狗</w>
粉 红色</w>
科 学</w>
昂 贵</w>
无 论
恳 求</w>
太 小</w>
团 糟</w>
一 团糟</w>
rec en
recen tly</w>
ter ed</w>
mo ving</w>
in ing</w>
退 出</w>
网 站</w>
纽 约</w>
相 当</w>
无论 如何</w>
想 念</w>
工 人</w>
客 厅</w>
即 使</w>
f ol
ea n</w>
s k</w>
de sk</w>
cr ying</w>
i es</w>
舞 台</w>
引 起</w>
市 场</w>
屋 顶</w>
大 多
办公 桌</w>
关 掉</w>
pa in</w>
p ort</w>
home work</w>
sp e
连 续</w>
牛 仔
牛仔 裤</w>
气 球</w>
檬 水</w>
柠 檬水</w>
机 械
微 笑</w>
姑 妈</w>
大多 数</w>
全 家人</w>
假 装</w>
u su
gu y</w>
deli ci
delici ous</w>
y m</w>
g ym</w>
ma il</w>
fa r</w>
clean ed</w>
c ool</w>
预 约</w>
递 给</w>
警 官</w>
滑 板</w>
洋 娃娃</w>
机械 师</w>
作 用</w>
会 议</w>
d ar
dar k</w>
sandwi ch</w>
ex am</w>
滑 冰</w>
清 楚</w>
打 猎</w>
很 小</w>
关 系</w>
两 年</w>
shi rt</w>
ow ner</w>
co vered</w>
sa y</w>
m oun
drin king</w>
车 库</w>
赶 上</w>
蜘 蛛</w>
移 动</w>
洗 碗</w>
收银 员</w>
扑 克</w>
很 早</w>
大 楼</w>
够 了</w>
吃 惊</w>
受 够了</w>
从 小</w>
even ing</w>
st ru
bo t
足 球队</w>
被 迫</w>
第 一名</w>
演 讲</w>
没 见</w>
没 人
汉 堡</w>
屋 里</w>
困 惑</w>
swi m</w>
re turn</w>
la r</w>
gi ving</w>
f al
eg gs</w>
wa rd</w>
stor m</w>
sta tion</w>
s hel
speci al</w>
rea ding</w>
prepar ed</w>
运 气</w>
行 驶</w>
职 业</w>
爱 好</w>
水 里</w>
无家可 归</w>
带 回</w>
家 具</w>
国 家</w>
后 悔</w>
丰 盛</w>
th row</w>
ra ssed</w>
plan ned</w>
mi l
mil k</w>
mb ar
mbar rassed</w>
fi xed</w>
e mbarrassed</w>
cou ch</w>
gla sses</w>
al arm</w>
sa ve</w>
ri ding</w>
n ear</w>
m id
mid d
midd le</w>
clean ing</w>
c re
玩 耍</w>
沙 拉</w>
杯 子</w>
星期 一</w>
新 闻</w>
城 镇</w>
人 去</w>
wri te</w>
en tist</w>
d entist</w>
z o
zo o</w>
la ck</w>
b lack</w>
sho wer</w>
dri ver</w>
顾 四周</w>
走 到</w>
艺术 家</w>
艺 术</w>
第 一场</w>
相 处</w>
环 顾四周</w>
手 里</w>
手 表</w>
很 累</w>
小 说</w>
封 信</w>
家庭 作业</w>
学 到</w>
夹 克</w>
出 发</w>
之 一</w>
ta lly</w>
g ge
en tally</w>
br ing</w>
accid entally</w>
vi ce</w>
l s</w>
ey es</w>
ama z
grand mother</w>
顿 饭</w>
那 晚</w>
过 夜</w>
艰 难</w>
森 林</w>
居 室</w>
发 动</w>
厌 烦</w>
五 个</w>
主 动</w>
to y</w>
lu b</w>
c lub</w>
dr ank</w>
5 0</w>
bo ard</w>
龄 球</w>
阻 止</w>
试 训</w>
癌 症</w>
痛 苦</w>
炉 子</w>
摔断 了</w>
提 前</w>
掉 下来</w>
因 此</w>
保 龄球</w>
事 故</w>
一 对</w>
w oo
woo ds</w>
play er</w>
la ke</w>
k ey</w>
f our</w>
stu dy</w>
sp ot</w>
neighbor s</w>
bec o
ta r</w>
ta ken</w>
i tar</w>
gu itar</w>
难 闻</w>
赛 跑</w>
聪 明</w>
篱 笆</w>
班 级</w>
波 炉</w>
挣 扎</w>
微 波炉</w>
得 知</w>
外 套</w>
发 型</w>
写 作</w>
不 肯</w>
不 出</w>
stu f
r ing</w>
accid ent</w>
tu re
ture s</w>
pic tures</w>
f all</w>
coun try</w>
so ld</w>
s it</w>
any one</w>
锦 标
锦标 赛</w>
轻 松</w>
起 居室</w>
课 程</w>
街 道</w>
英 尺</w>
而 是</w>
火 鸡</w>
感到 高兴</w>
宝 宝</w>
太 大</w>
圣诞 礼物</w>
吓 坏</w>
吓 人</w>
吃 光</w>
兜 风</w>
两 周</w>
shi p</w>
comp le
no ise</w>
me ss</w>
l oud</w>
透 了</w>
自 从</w>
正 常</w>
方 式</w>
找 份</w>
我 花</w>
岩 石</w>
合 适</w>
历 史</w>
交 谈</w>
j a
gar d
gard en</w>
an s
clo sed</w>
1 2</w>
高尔 夫
集 市</w>
隔 壁</w>
聚 在一起</w>
确 实</w>
湿 透</w>
求 助</w>
明 年</w>
恼 火</w>
恐怖 电影</w>
嫉 妒</w>
墙 上</w>
地 毯</w>
周 五</w>
只 能</w>
变 成</w>
事 后</w>
一 座</w>
w ro
wro te</w>
sh ort</w>
po in
att ention</w>
re su
pa cked</w>
ck et</w>
y ou
you tu
youtu be</w>
con test</w>
车 库
车库 里</w>
苹 果
相 机</w>
盛 大</w>
机 器</w>
寻 求</w>
做 出</w>
买 下</w>
v e
gr oup</w>
coa ch</w>
pla ced</w>
lie ve</w>
exp ec
be lieve</w>
首 先</w>
饭 菜</w>
靴 子</w>
走 上</w>
街 区</w>
脚 踝</w>
结 交</w>
沙 子</w>
暖 和</w>
教 授</w>
对 方</w>
太 高兴</w>
太 快</w>
内 疚</w>
做 作业</w>
mp ing</w>
ma y</w>
ca mping</w>
t ou
s mo
e mp
d ea
cha ir</w>
m ou
e se</w>
骑 着</w>
邻居 们</w>
自 信</w>
老 人</w>
糟 透了</w>
短 信</w>
流 感</w>
来 接</w>
曾 经</w>
明 星</w>
搬 走</w>
抛 锚</w>
家 后</w>
女 友</w>
大 型</w>
勇 气</w>
信 用
一 首</w>
te l</w>
sto m
lo se</w>
imp re
ho tel</w>
fi e
fie ld</w>
f l
cu stom
coo ked</w>
pic ture</w>
oun ded</w>
鼓 励</w>
起 身</w>
信用 卡</w>
交 了</w>
不 多</w>
t or
sle pt</w>
me e
mee ting</w>
li ve</w>
go es</w>
bo ys</w>
wer s</w>
tur day</w>
tra sh</w>
sa turday</w>
flo wers</w>
un k</w>
f ed</w>
dr unk</w>
飞 行</w>
